export const evaluate =
  [
    { id: 0, content: "복잡한 업무도 빠르게 수행할 수 있도록 필요한 도구와 기술을 능숙하게 활용해요." },
    { id: 1, content: "팀원들과 원활하게 협력하여 문제를 빠르게 해결하며, 의견 충돌도 잘 조율해요." },
    { id: 2, content: "업무 일정을 엄수하며, 열심히 수행하는 모습이 보기 좋아요." },
    { id: 3, content: "문제가 발생할 때 빠르게 대처하여 프로젝트의 진행에 기여하시는 모습이 멋져요." },
    { id: 4, content: "자신이 맡은 업무에 대한 책임감이 높아서 안심하고 맡길 수 있어요." },

    { id: 5, content: "기술 이해도는 부족하지만, 열심히 노력하여 업무를 수행하고 있는 모습이 보여요." },
    { id: 6, content: "문제 해결에 적극적으로 참여하려 노력하지만, 의견 충돌이 있을 때 어려움을 겪어요." },
    { id: 7, content: "일정을 엄수하며 업무를 수행하지만, 때로는 일정이 밀릴 때가 있어 조금 아쉬운 것 같아요." },
    { id: 8, content: "문제 발생 시 빠르게 대처하지만, 해결에 시간이 걸리는 경우가 있어요." },
    { id: 9, content: "자신이 맡은 업무에 대한 책임감은 높지만, 가끔 간과한 부분이 있어서 조심해야 할 것 같아요." },

    { id: 10, content: "해당 기술에 대한 이해도가 낮아 업무 수행에 어려움을 겪었어요." },
    { id: 11, content: "팀원 간 의견 충돌이 자주 발생하며, 협력이 부족한 것 같아요." },
    { id: 12, content: "업무 일정을 지키지 않아서 다른 팀원들과 협업하는 데 어려움을 겪었어요." },
    { id: 13, content: "문제 해결에 소극적인 태도를 보이는 것 같아 조금 더 적극적인 참여가 필요해 보입니다." },
    { id: 14, content: "자신이 맡은 업무에 대한 책임감이 부족하며, 프로젝트의 진행에 영향을 끼쳤어요." }]
