import React from 'react';

const Description = () => {
  return (
    <div>
      <h2>모집현황</h2>
      <br />
      <p>웹프론트엔드 0/1</p>
      <br />
      <h2>프로젝트 소개</h2>
      <br />
      <p>개발자 플랫폼이 적어 스터디/프로젝트 구인에 어려움을 겪을 수 있다 생각해 시작하게 되었습니다.</p>
      <p>배포까지 계획중이며 실서비스 구동이 아닌 사이드 프로젝트로 진행하기에 가볍게 즐겨주실분을 구합니다.</p>
      <br />
      <h2>회의진행 / 모임방식</h2>
      <br />

      <p>주 1회 목요일 21:00 ~ 22:00</p>
      <p>온라인으로 회의를 진행합니다.</p>
      <p>또한 회의 외적으로도 카카오톡 단체방에 중간중간 의견 나누고 있습니다.</p>
      <br />
      <h2>그 외</h2>
      <br />
      <p>현재 백엔드 2명 프론트엔드 1명으로 구성되어 있고, 추가적인 프론트엔드(리액트) 개발자 분을 모집 중입니다.</p>
      <ul>
        <li>기본적인 게시판 구현 기술이 가능하신 분</li>
        <li>리액트를 활용한 개발 경험 혹은 관심 있으신 분</li>
        <li>하단 3번째 구글 ppt에 대략적인 기획안이 나온 상태로 참고하시면 좋을 것 같습니다.</li>
      </ul>
      <p>지원은 렛플의 지원하기를 이용해주시면 감사하겠습니다.</p>
      <p>관심이나 질문 등은 카카오톡 오픈 채팅으로 문의 부탁드립니다.</p>
      <br />
      <a href="https://letspl.me/project/351" rel="noopener noreferrer" target="_blank">
        https://letspl.me/project/351
      </a>
    </div>
  );
};

export default Description;
